[{"title":"NetSuite Developer","url":"https://bangalore.craigslist.org/sof/d/netsuite-developer/7336562642.html","date":"2021-06-14T17:13:00.000Z","desc":"\n        \n            QR Code Link to This Post\n            \n        \nTitle: NetSuite Developer\nLocation: Remote (EST time Zone)\nContract (30-40 hours per week) \n\n\nRecent Netsuite experience, 2-3 years' overall experience with Netsuite\nSuiteScript experience a must!\nAbility to communicate clearly, both verbally and in writing.\nAble to work on multiple projects and meet deadlines by setting priorities with work projects.\nFamiliar with multiple development frameworks and design patterns.\nFamiliarity with multiple SDLC models (waterfall, agile, devops, etc.)\n    "},


{"title":"plsql developers","url":"https://chennai.craigslist.org/sof/d/plsql-developers/7353613649.html","date":"2021-07-20T10:40:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nWe are looking for a java developers with or without exp is fine. we will provide job with good\npackage. Career gap also we can fill as well we provide training after getting an offer.. we\nare not an training come placement... we are a placement come training provider. Any\ndegree its fine.\n\nIntrested candidates send ur cv to  show contact info\n\nping me in whats app 89250 93351\nCharges Applicable    "},


{"title":"JAVA Full Stack Development Training in CoIndSyz Software Solutions fo","url":"https://chennai.craigslist.org/sof/d/java-full-stack-development-training-in/7344622723.html","date":"2021-07-01T07:15:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nCoIndSyz  Software Solutions offering Training cum Placement for Fresher and Job Seekers. . Graduates are groomed to become able Engineers with relevant IT skills needed to get employed. Graduates are trained to meet the Industry expectations and develop confidence to face the companies’ selection process and make them a skilled workforce that they could give first day-first hour productivity.\n \nWhy do you need Full Stack Developer\n•\tFull stack developer helps you to keep every part of the system running smoothly\n•\tFull stack developer can provide help to everyone in the team and greatly reduce the time and technical costs of team communication.\n•\tIf one person plays different roles, it saves company’s personnel, infrastructure and operational cost.\n\nEligibility: (BE (CS, IT ,ECE), B.Tech (IT) MCA& Msc ) \nBatch : 2019,2020,2021\nSalary : 5 Lakhs ( per annum )\nWhy US  :\n•\tTechnical Training \n•\tReal Time Industrial Projects \n•\tGuaranteed Placement \n•\tTechnical Certification \nInterested candidates can contact us    "},


{"title":"FULL Stack Development Training in Coindsyz Software Solutions Coimbat","url":"https://chennai.craigslist.org/sof/d/full-stack-development-training-in/7344146278.html","date":"2021-06-30T08:40:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nCoIndSyz Software Solutions offering Training With Placement for Fresher and Job Seekers. Graduates are groomed to become able Engineers with relevant IT skills needed to get employed. Graduates are trained to meet the Industry expectations and develop confidence to face the companies’ selection process and make them a skilled workforce that they could give first day-first hour productivity.\n\n7 Reasons You Should Learn Web Development\n•\tLots of Job opportunities Available\n•\tA Great Income\n•\tNo Waste of Time in Learning How to Code\n•\tYou Can Work From Anywhere\n•\tYou Can Work at an Awesome Tech Company\n•\tThere Are Always Freelance Opportunities\n•\tIt’s Creative and Fun\n\nEligibility: (BE (CS, IT ,ECE), B.Tech (IT) MCA& Msc ) \nBatch : 2019,2020,2021\nSalary : 3 Lakhs (per annum )\nBenefits:\n•\tTechnical Training \n•\tReal Time Industrial Projects \n•\tGuaranteed Placement \n•\tTechnical Certification\nInterested candidates can contact us  show contact info\n / 93608 02525\nVenue :\n CoIndSyz Software Solutions,1274, 3rd Floor RSB Towers, \nMettupalayam Road , Coimbatore 641 043.\nWebsite : https://coindsyz.com/\n    "},


{"title":"Web Stack Development Training in Coindsyz Software Solutions Coimbato","url":"https://chennai.craigslist.org/sof/d/web-stack-development-training-in/7344143425.html","date":"2021-06-30T08:00:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nCoIndSyz Software Solutions offering Training With Placement for Fresher and Job Seekers. Graduates are groomed to become able Engineers with relevant IT skills needed to get employed. Graduates are trained to meet the Industry expectations and develop confidence to face the companies’ selection process and make them a skilled workforce that they could give first day-first hour productivity.\n\n7 Reasons You Should Learn Web Development\n•\tLots of Job opportunities Available\n•\tA Great Income\n•\tNo Waste of Time in Learning How to Code\n•\tYou Can Work From Anywhere\n•\tYou Can Work at an Awesome Tech Company\n•\tThere Are Always Freelance Opportunities\n•\tIt’s Creative and Fun\n\nEligibility: (BE (CS, IT ,ECE), B.Tech (IT) MCA& Msc ) \nBatch : 2019,2020,2021\nSalary : 3 Lakhs (per annum )\nBenefits:\n•\tTechnical Training \n•\tReal Time Industrial Projects \n•\tGuaranteed Placement \n•\tTechnical Certification\nInterested candidates can contact us  show contact info\n / 93608 02525\nVenue :\n CoIndSyz Software Solutions,1274, 3rd Floor RSB Towers, \nMettupalayam Road , Coimbatore 641 043.\nWebsite : https://coindsyz.com/\n    "},


{"title":"Amazon Web Services (AWS) Training with Placement in Coimbatore","url":"https://chennai.craigslist.org/sof/d/amazon-web-services-aws-training-with/7339706906.html","date":"2021-06-21T06:44:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nCoIndSyz Software Solutions offering AWS Training With Placement for Fresher and Job Seekers \n\nEligibility: (BE (CS, IT ,ECE), B.Tech (IT) MCA& Msc ) \nBatch : 2020,2021\nSalary : 4 Lakhs (per annum )\nWhat is AWS :\nAmazon Web Services (AWS) is a secure cloud services platform, offering compute power, database storage, content delivery and other functionality to help businesses scale and grow. Running web and application  servers in the cloud to host dynamic websites.\n\nWhy US  :\n•\tTechnical training \n•\tReal Time Industrial Projects \n•\tGuaranteed Placement \nInterested candidates can contact us  show contact info\n\nVenue : CoIndSyz Software Solutions\n 1274, 3rd Floor RSB Towers, \nMettupalayam Road , Coimbatore 641 043.\n\n\n\n    "},


{"title":"Devops Lead","url":"https://chennai.craigslist.org/sof/d/devops-lead/7336963338.html","date":"2021-06-15T14:24:00.000Z","place":"chennai (madras)","desc":"\n        \n            QR Code Link to This Post\n            \n        \nAs DevOps, you will be implementing a series of practices and processes that are intended to speed up and automate aspects of the processes of developing, testing and releasing software, allowing for the continuous delivery of software and software updates.Roles and Responsibilities\n\nManage, maintain & support AWS environments.\nShould be build and maintain CI/CD pipelines\nDeploy updates and fixes\nProvide Level 2 technical support\nBuild tools to reduce occurrences of errors and improve customer experience\nDevelop software to integrate with internal back-end systems\nPerform root cause analysis for production errors\nImplement solutions or process to reduce manual work.\nInvestigate and resolve technical issues\nDevelop scripts to automate visualization\nDesign procedures for system troubleshooting, maintenance and monitoring systems.\nKeep up-to-date with best practices in continuous deployment and hosting of applications.\n\nDesired Candidate Profile\n\n\nWork experience as a DevOps Engineer or similar software engineering role\nProven track record of supporting web platforms (e.g. websites or APIs) in production at scale.\nExperience in cloud platforms to upgrade and fix.\nExperience defining appropriate metrics to monitor web platforms, and alerting on breaches of those metrics.\nAbility to monitor and identify network policy violations and system breaches.\nExperience with incident response in an on-call environment.\nExperience with continuous delivery and zero-downtime deployments.\nExperience with AWS, MySQL, and Redis (or similar platforms).\nComfortable with command-line tools and environments. Linux experience is essential.\nProficient with at least one server-side programming language such as Ruby or Python.\nExperience with configuration management tools like Terraform or Ansible, and understand their common use cases.\nExperience with container deployment platforms like Kubernetes.\nExperience with Docker & Containerisation.\nPrior evidence of developing command-line tools.\n    "},


{"title":"Angular Developer","url":"https://hyderabad.craigslist.org/sof/d/angular-developer/7350257126.html","date":"2021-07-13T07:09:00.000Z","place":"hyderabad","desc":"\n        \n            QR Code Link to This Post\n            \n        \nWe are looking for an Angular Developer to join our awesome team and deliver a streamlined user experience. We want a team member who strives to develop a first-class codebase using Angular best practices. As an Angular Developer, you will implement a complete user interface in the form of a mobile and desktop web app.\n\nExperience\n1 to 4 years\n\nEducation\nAny Graduate\n\nLocation\nHyderabad\n\nCandidate Requirements\n\nStrong expertise with HTML, CSS, and writing cross-browser compatible code\nGood understanding of AJAX and JavaScript Dom manipulation Techniques\nExperience with RESTful services\nExperience in JavaScript build tools like grunt or gulp\nExpert in Angular, TypeScript, Angular Material and Server Side Rendering (SSR)\nHand on and implements complex Angular applications, directives, controllers, services and components, create the same from scratch\nExperience in Third Party integrations like Payment Gateway, Facebook, Gmail and any other Google APIs\nKnowledge of state management tools such, NgRx, Redux\n\nJob Description\n\nDevelop User interfaces for Modern Rich Internet Applications with the latest Front End Technologies Perform product analysis and development tasks of increasingly complex nature which may require extensive research and analysis\nWriting tested and documented JavaScript, HTML and CSS\n    "},


{"title":"UK Skilled worker visa","url":"https://hyderabad.craigslist.org/sof/d/uk-skilled-worker-visa/7349734333.html","date":"2021-07-12T07:02:00.000Z","place":"hyderabad","desc":"\n        \n            QR Code Link to This Post\n            \n        \nThe Skilled Worker visa allows skilled professionals to build their professional career in the UK. The duration for stay as per the U.K. Skilled Worker is for a maximum period of 5 years The Skilled Worker Visa is a points-based visa and applicants must score a minimum of 70 points for their application to be considered. The points are awarded based on:\n\nWhether you have a Certificate of Sponsorship from an employer\nWhether you are receiving an appropriate salary\nYour English communication skills\nThe maintenance funds you hold\nIf you satisfy these parameters you can then apply for the Skilled Worker Visa.    "},


{"title":"Cloud Solutions Architect","url":"https://hyderabad.craigslist.org/sof/d/cloud-solutions-architect/7339520540.html","date":"2021-06-20T19:58:00.000Z","place":"hyderabad","desc":"\n        \n            QR Code Link to This Post\n            \n        \nJob description\n\nResponsibilities/Requirements :\n\nDesign of cloud solutions (public and private) to meet client s business and (or) technical requirements following DXC s standard processes and architecture methodologies.\nDevelopment of cloud adoption models and solutioning using cloud management platforms.\nExposure to application architecture and deployment of solutions in hybrid, public cloud environments.\nWork and design all facets of datacenter technologies.\nEngage with on-site vendors on a need basis. Degree and scope of engagement with vendors will depend on engagements.\nWork on the solution design, architecture and development of innovative solutions.\nProvide direction and guidance on solution designs and work closely with the development and implementation teams for solution delivery.\nCollaborate with product and project managers, architects and developers to define architectural standards, define deliverables and project estimates\nEngage with DXC s various lines of services and CoE throughout the architecture design phase and lead the development of the technical solution.\nWork with internal and external clients located in different time zones namely in Europe, North America and Asia.\nDocumentation of architecture design to various levels of detail using prescribed templates and standards.\nPreparation of bill of materials for solutions developed.\nPrepare and present solutions to Client.\nWork as an individual contributor.\nDesign of Conceptual, Logical and Physical Technology Models.\n\nPrimary Skills:\n\nExperience in Azure/AWS/GCP.\nGood knowledge in AWS using VPC, S3, Auto-scaling, Elastic Beanstalk, SQS, SNS, Route 53, RDS MySQL. Worked with various API management products with Python.\nExperience in designing solutions around enterprise class network and server management solutions such as SCCM, vRealize Operations HP Openview and IBM Tivoli.\nExperience in designing solutions for external facing services using Web servers, Proxy servers, Load balancers and Firewalls.\nExperience in designing infrastructure solutions of Converged and Hyperconverged platforms.\nExperience in designing infrastructure solutions for Oracle, MS-SQL, MySQL, DB2 databases.\nDesign of Disaster Recovery solutions    "},


{"title":"NetSuite Developer","url":"https://hyderabad.craigslist.org/sof/d/netsuite-developer/7336562817.html","date":"2021-06-14T17:13:00.000Z","place":"hyderabad","desc":"\n        \n            QR Code Link to This Post\n            \n        \nTitle: NetSuite Developer\nLocation: Remote (EST time Zone)\nContract (30-40 hours per week) \n\n\nRecent Netsuite experience, 2-3 years' overall experience with Netsuite\nSuiteScript experience a must!\nAbility to communicate clearly, both verbally and in writing.\nAble to work on multiple projects and meet deadlines by setting priorities with work projects.\nFamiliar with multiple development frameworks and design patterns.\nFamiliarity with multiple SDLC models (waterfall, agile, devops, etc.)\n    "}
]

